Repository: fanabyte/fanabyte-search-in-category
Catalog: Source/Version 1.3/languages/fanabyte-search-*-category-*.po
Languages: fa_ir

source: Adds a search field after the dropdown that filters the dropdown elements
fa_ir: یک فیلد جستجو را بعد از کرکره اضافه می کند که عناصر کشویی را فیلتر می کند

source: Adds a search field after the taxonomy title that filters the list below
fa_ir: یک فیلد جستجو بعد از عنوان طبقه بندی اضافه می کند که لیست زیر را فیلتر می کند

source: Adds a search tab to taxonomies after Most Used
fa_ir: بعد از بیشترین استفاده، یک برگه جستجو به طبقه بندی ها اضافه می کند

source: FanaByte Search In Category
fa_ir: فنابایت جستجو در دسته بندی

source: FanaByte
fa_ir: فنابایت

source: Category search
fa_ir: جستجوی دسته بندی

source: Dropdowns(author) search
fa_ir: جستجوی کشویی (author)

source: Go
fa_ir: بگرد

source: If a found category has subcategories, those will be shown
fa_ir: اگر دسته بندی یافت شده دارای زیرمجموعه هایی باشد، آن ها نشان داده می شوند

source: Manage the places where you want to have search
fa_ir: مکان هایی را که می خواهید جستجو کنید مدیریت کنید

source: Reset Search Results
fa_ir: بازنشانی نتایج جستجو

source: Search
fa_ir: جستجو

source: Show subcategories when results found
fa_ir: پس از یافتن نتایج، زیرمجموعه ها را نشان دهید

source: Taxonomy(Categories) In-field search
fa_ir: طبقه بندی (Categories)

source: Taxonomy(Categories) Search Tab
fa_ir: برگه جستجوی طبقه بندی (Categories)

source: This plugin adds a search feature to content and product categories
fa_ir: این افزونه ویژگی جستجو را به دسته بندی مطالب و محصولات اضافه میکند

source: FanaByte Search In Category Settings
fa_ir: تنظیمات جستجو در دسته بندی
